Repository: AbdulManan999/company_portfolio
Catalog: lib/l10n/app_*.arb
Languages: ur

# text_welcome_back
source: Welcome Back
ur: خوش آمدید

# text_login_description
source: Please login with CNIC and Mobile No.
ur: شناختی کارڈ اورموبائل نمبرسے لاگ ان کریں

source: Username Required
ur: صارف کا نام درکار ہے

# password_required
source: Password is required
ur: پاس ورڈ درکار ہے

# valid_cnic_password
source: Please enter correct CNIC & Password
ur: براہ کرم درست شناختی کارڈ اور پاس ورڈ درج کریں

# please_wait_sign_in
source: Please wait Signing In...
ur: ان ہو رہا ہے، براہ کرم انتظار کریں...

# valid_cnic
source: Enter valid CNIC no.
ur: درست قومی شناختی کارڈ نمبر درج کریں۔

# valid_mobile_number
source: Enter valid Mobile Number.
ur: درست موبائل نمبر درج کریں۔

# valid_password
source: Enter valid password
ur: درست پاس ورڈ درج کریں۔

# valid_name
source: Enter valid name.
ur: درست نام درج کریں۔

# password_match
source: Password and Confirm Password not matched
ur: پاس ورڈ اور کنفرم پاس ورڈ ایک جیسا ہونا چاہیے۔

source: Required*
ur: درکار ہے*

# text_alert
source: Alert
ur: الرٹ

# text_dialog_logout
source: Do you want to Logout?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# text_dialog_internet
source: No Internet Connection
ur: انٹرنیٹ دستیاب نہیں ہے

# text_dialog_internet_message
source: Please check your internet connection
ur: براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں۔

# text_logging_out
source: Logging Out...
ur: لاگ آؤٹ ہو رہا ہے

# text_close
source: Close
ur: بند کریں

# text_enter
source: Enter
ur: درج کریں

# text_submit
source: Submit
ur: جمع کریں

# text_resend
source: Resend OTP
ur: یکباری پاسورڈ دوبارہ بھہجیں

# text_not_have_account
source: If you donâ€™t have login access
ur: اگرپہلےرجسٹرڈ نہیں کیا ہوا

# text_login_label
source: Register
ur: اپنے کھاتے کا اندراج کریں

# text_cnic
source: CNIC
ur: شناختی کارڈ

# text_mobile_number
source: Mobile No.
ur: موبائل نمبر

# text_username
source: Full Name
ur: نام

# text_password
source: Password
ur: پاس ورڈ

# text_confirm_password
source: Confirm Password
ur: کنفرم پاس ورڈ

# text_login
source: Login
ur: لاگ ان

# text_logout
source: Logout
ur: لاگ آوٹ

# text_register
source: Register
ur: رجسٹرکریں

# text_register_only
source: Register
ur: رجسٹر

# text_register_description
source: Please register yourself here
ur: خود کو یہاں رجسٹر کریں

# text_login_already_have_account
source: Login to your account
ur: لاگ ان کریں

# text_already_have_account
source: You can login if you already registered
ur: اگررجسٹرکیاہوا ہے تو لاگ ان کریں

# text_otp
source: One Time Password
ur: یکباری پاسورڈ

# text_otp_receive
source: Please enter your OTP below
ur: موصول شدہ کوڈ یہاں لکھیں

# text_enter_otp
source: Please enter your OTP
ur: موصول شدہ کوڈ یہاں لکھیں

# text_please_enter_otp
source: Please enter your OTP
ur: براہ کرم یکباری پاسورڈ درج کریں

# text_drawer_dashboard
source: Dashboard
ur: ڈیش بورڈ

# text_dashboard
source: You have been registered for
ur: میں آپ رجسٹرڈ ہو چکے ہپں

# text_user_name
source: Ahsan Ali
ur: احسن علی

# text_contact_soon
source: You will be contacted soon
ur: جلد آپ سے رابطہ کیا جائے گا

# text_ehsas_ration
source: Ehsaas Ration Program
ur: احساس راشن پروگرام

# text_new_user
source: Register New User
ur: نئے صارف کو رجسٹر کریں۔

# text_welcome_user
source: Welcome to Ehsas Ration Program
ur: احساس راشن پروگرام میں خوش آمدید

# enter_password_description
source: Please enter your CNIC and password
ur: اپنا شناختی کارڈ اور پاسورڈ لکھیں

source: Enter Password
ur: پاس ورڈ

# text_new_password
source: Create New Password
ur: نیا پاس ورڈ بنائیں

# text_create_new_password
source: You can create new password
ur: آپ نیا پاس ورڈ بنا سکتے ہیں۔

# text_forgot_password
source: Forgot Password?
ur: پاسورڈ بھول گئے ؟

# error_password
source: Didn't Remember Password?
ur: پاس ورڈ یاد نہیں ؟

source: Exit
ur: بند
